Repository: OpenThinkLabs/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: da_dk

source: Fill in the gaps in a text from a set of choices.
da_dk: Fyld de tomme pladser i en tekst fra et sæt af valgmuligheder.

source: For Resource
da_dk: For ressource

source: or
da_dk: eller

source: %d characters allowed
da_dk: %d tegn tilladt

source: %d Item(s) of %d imported from the given IMS QTI Package.
da_dk: %d element(er) af %d importeret fra den givne IMS QTI-pakke.

source: %s metadata values found in source by extractor(s).
da_dk: %s metadataværdier fundet i kilden af udtrækker(e).

source: -- Any kind of file --
da_dk: -- Hvilken som helst filtype --

source: 1 item imported from the given QTI/APIP XML Item Document.
da_dk: 1 item blev importeret fra det givne QTI/APIP XML-itemdokument.

source: A choice must be selected
da_dk: En valgmulighed skal markeres

source: A human interpretation of the variable's value.
da_dk: En menneskelig fortolkning af variablens værdi.

source: A QTI component is not supported. The system returned the following error: %s
da_dk: En QTI-komponent er ikke understøttet. Systemet gav følgende fejl: %s

source: A rubric block identifies part of an assessmentItem's itemBody that represents instructions to one or more of the actors that view the item. Although rubric blocks are defined as simpleBlocks they must not contain interactions.
da_dk: En rubric-blok identificerer en del af et testItems itemKrop som repræsenterer instruktioner til en eller flere aktører som ser itemmet. Selvom rubric-blokke er defineret som simpleBlokke, må de ikke indeholde interaktioner.

source: Adapt to screen size
da_dk: Tilpas til skærmens størrelse

source: Add
da_dk: Tilføj

source: Add a modal feedback
da_dk: Tilføj en modal feedback

source: Add a QTI/APIP XML Item Document
da_dk: Tilføj et QTI/APIP XML itemdokument

source: Add a ZIP file containing QTI/APIP items
da_dk: Tilføj en ZIP-fil som indeholder QTI/APIP-items

source: Add another option
da_dk: Tilføj endnu en valgmulighed

source: Add choice
da_dk: Tilføj et valg

source: Add else feedback
da_dk: Tilføj ellers-feedback

source: Add new pairs
da_dk: Tilføj nye par

source: Add Style Sheet
da_dk: Tilføj stylesheet

source: Alignment
da_dk: Justering

source: Allow elimination
da_dk: Tillad eliminering

source: Allowed associations
da_dk: Tilladte sammenkoblinger

source: Allowed choices
da_dk: Tilladte valg

source: Allowed number of matches
da_dk: Tilladte antal parringer

source: Allowed number of uses
da_dk: Tilladte antal anvendelser

source: Alt Text
da_dk: Alternativ tekst

source: An error occured while exporting an item.
da_dk: En fejl opstod mens et item blev eksporteret.

source: An error occured while extracting the ZIP archive representing the IMS Content Package.
da_dk: En fejl opstod mens et zip-arkiv, der repræsenterede IMS Indholdspakken, blev udpakket.

source: An error occured while loading a shared stimulus.
da_dk: En fejl opstod mens et delt stimulus blev hentet.

source: An error occured while parsing IMS QTI data.
da_dk: En fejl opstod da IMS QTI-data blev parset.

source: An error occurred at the level of the QTI model.
da_dk: En fejl skete på QTI-modellens niveau.

source: An unexpected error occured while dealing with Response Processing.
da_dk: En uventet fejl opstod under arbejdet med responsprocessering.

source: An unexpected error occurred during the import of the IMS QTI Item Package.
da_dk: En uventet fejl skete under importen af IMS QTI-itempakken.

source: An unexpected error occurred during the import of the IMS QTI Item Package. The system returned the following error: "%s
da_dk: En uventet fejl skete under importen af IMS QTI-itempakken. Systemet gav følgende fejl: "%s"

source: An unexpected error occurred during the import of the QTI Item. The system returned the following error: %s
da_dk: En uventet fejl skete under import af QTI-itemmet. Systemet gav følgende fejlmeddelelse: %s

source: An unknown error occured while importing the IMS QTI Package with identifier:
da_dk: En ukendt fejl skete under importen af IMS QTI-pakken med identifikator:

source: APIP Content Package
da_dk: APIP indholdspakke

source: Apip Package successfully exported.
da_dk: APIP-pakken blev eksporteret.

source: Arrange a list of choices in the correct order.
da_dk: Placer en liste af valg i den rette rækkefølge.

source: Associate
da_dk: Associer

source: Associate Interaction
da_dk: Associer interaktion

source: association pairs
da_dk: associerede par

source: at least
da_dk: mindst

source: Attempting to inject "%s" metadata values for target "%s" with metadata Injector "%s".
da_dk: Forsøgte at injicere "%s" metadataværdier for målet "%s" med metadatainjektor "%s".

source: Back to Manage Items
da_dk: Tilbage til Administrer items

source: Background color
da_dk: Baggrundsfarve

source: block
da_dk: blok

source: Block
da_dk: Blok

source: Block contains the content (stimulus) of the item such as text or image. It is also required for Inline Interactions.
da_dk: Blok indeholder indholdet (stimulus) af itemmet, fx en text eller et billede. Det er også krævet ved indlejrede interaktioner.

source: Border color
da_dk: Kantfarve

source: Browse your computer and select the appropriate file.
da_dk: Søg på din computer og find den passende fil.

source: Browse...
da_dk: Søg...

source: Cancel
da_dk: Fortryd

source: cancel
da_dk: fortryd

source: Cannot create gap from this selection. Please check that you do not have partially selected elements.
da_dk: Kan ikke oprette en tom plads for denne markering. Undersøg venligst at du ikke har valgt nogle elementer delvist.

source: Cannot delete a variable currently used in response processing
da_dk: Kan ikke slette en variabel som bliver brugt i svarbehandlingen

source: Cannot edit a variable currently used in response processing
da_dk: Kan ikke redigere en variabel som bliver brugt i svarbehandlingen

source: cannot find QTI XML
da_dk: Kan ikke finde QTI XML

source: cannot load QTI XML
da_dk: Kan ikke hente QTI XML

source: Cannot locate the file "%s
da_dk: Kan ikke lokalisere filen "%s"

source: Center
da_dk: Centrer

source: chars
da_dk: tegn

source: Choice
da_dk: Valg

source: Choice Image
da_dk: Valgbillede

source: Choice Interaction
da_dk: Valginteraktion

source: Choice Properties
da_dk: Valgegenskaber

source: choices
da_dk: valg

source: Choices
da_dk: Valg

source: Choose the horizontal alignment for the table.
da_dk: Vælg den horisontale justering for tabellen.

source: Class Lookup Successful. Resource "%s" will be stored in RDFS Class "%s".
da_dk: Mappeopslaget lykkedes. Ressourcen "%s" vil blive gemt i RDFS-mappen "%s".

source: Class successfully created.
da_dk: Mappen blev oprettet.

source: Classification entries have to be an instance of ClassificationEntryMetadataValue
da_dk: Klassifikationsord skal være en forekomst af ClassificationEntryMetadataValue

source: Classification metadata is required to be extracted.
da_dk: Klassifikationsmetadata er krævet for at blive udtrukket.

source: Classification value to map has to a string
da_dk: Klassifikationsværdi at relatere, skal være en streng

source: Click again to remove
da_dk: Klik igen for at fjerne

source: Click to display interaction widget
da_dk: Klik for at vise interaktionswidgetten

source: Collect open-ended information in a short text input (strings or numeric values).
da_dk: Indsaml ikke-afgrænset information i et kort tekstinput (strenge eller numeriske værdier).

source: Collect open-ended information in one or more text area(s) (strings or numeric values).
da_dk: Indsaml ikke-afgrænset information i et eller flere tekstområde(r) (strenge eller numeriske værdier).

source: Color Picker
da_dk: Farvevælger

source: Contraints
da_dk: Begrænsninger

source: Control the playing parameters (auto-start, loop) of a video or audio file and report the number of time it has been played.
da_dk: Fastsæt afspilningsparametrene (autostart, loop) for en video eller lydfil og rapporter antallet af gange den har været afspillet.

source: Correct
da_dk: Korrekt

source: correct
da_dk: korrekt

source: Create assocations and fill the score in the form below
da_dk: Opret forbindelser og indsæt scoren i formularen nedenfor

source: Create association(s) between areas (hotspots) displayed on a picture.
da_dk: Opret forbindelse(r) mellem områder (hotspots) som er vist på et billede.

source: Create association(s) between two sets of choices displayed in a table (row and column).
da_dk: Opret forbindelser mellem to sæt af valgmuligheder som er vist i en tabel (række eller kolonne).

source: Create gap
da_dk: Opret område

source: Create hottext
da_dk: Opret "hot"-tekst

source: Create pair(s) from a series of choices.
da_dk: Opret par fra en række valg.

source: CSV file
da_dk: CSV-fil

source: Current value:
da_dk: Aktuel værdi:

source: Currently conversion from MathML to LaTeX is not available. Editing MathML here will have the LaTex code discarded.
da_dk: I øjeblikket er konversion fra MathML til LaTex ikke muligt. Hvis du redigerer MathML her, vil LaTex-koden blive slettet.

source: custom
da_dk: brugerdefineret

source: Custom Response Processing Mode
da_dk: Brugerdefineret svarbehandlingstilstand

source: Default
da_dk: Standard

source: default
da_dk: standard

source: Define correct response
da_dk: Definer det korrekte svar

source: Define item language.
da_dk: Definer itemsproget.

source: define prompt
da_dk: definer spørgsmålet

source: Define the correct response.
da_dk: Definer det korrekte svar.

source: Define whether a choice must be selected by the candidate in order to form a valid response to the interaction.
da_dk: Definer om et valg skal vælges af testtageren for at der er tale om et gyldigt svar på interaktionen.

source: Define whether the item should be time dependent on delivery.
da_dk: Definer om itemmet skal være tidsafhængigt ved leverancen.

source: Defined width
da_dk: Defineret bredde

source: Defines the maximum magnitude of numeric outcome variables, the maximum must be a positive value and the minimum may be negative.
da_dk: Definerer den maksimale størrelse af numeriske udfaldsvariable. Maksimummet skal være en positiv værdi og minimummet kan være negativ.

source: Delete
da_dk: Slet

source: delete
da_dk: slet

source: Delete else statement
da_dk: Slet ellers-udsagn

source: Delete this modal feedback
da_dk: Slet denne modale feedback

source: Delimiter
da_dk: Afgrænser

source: Description
da_dk: Beskrivelse

source: Disable this stylesheet temporarily
da_dk: Deaktiver dette stylesheet midlertidigt

source: Display
da_dk: Vis

source: Display the choices either horizontally or vertically
da_dk: Vis valgene enten horisontalt eller vertikalt

source: Divide
da_dk: Divider

source: Don\'t save
da_dk: Gem ikke\" msgid

source: done
da_dk: gjort

source: Download this stylesheet
da_dk: Download dette stylesheet

source: Draw a circle on the image
da_dk: Tegn en cirkel på billedet

source: Draw a free form on the image
da_dk: Tegn en frihåndstegning på billedet

source: Draw a rectangle on the image
da_dk: Tegn en rektangel på billedet

source: Draw an ellipsis on the image
da_dk: Tegn en ellipse på billedet

source: Drop the target to select a point
da_dk: Slip elementet for at vælge punktet

source: e.g. 13
da_dk: fx 13

source: e.g. 960
da_dk: fx 960

source: Edit
da_dk: Rediger

source: edit choices
da_dk: rediger valg

source: Edit math expression using LaTex type setting system, e.g. e^{i \pi} = -1
da_dk: Brug Latex-typografi til at redigere matematikudtrykket, fx e^{i \pi} = -1

source: Edit math expression using MathML
da_dk: Brug MathML til at redigere matematikudtrykket

source: Edit modal feedback
da_dk: Rediger modal tilbagemelding

source: Edit modal feedback title
da_dk: Rediger popup-titlen

source: Edit stylesheet label
da_dk: Rediger stylesheet-navnet

source: Editing Mode
da_dk: Redigeringstilstand

source: Element Properties
da_dk: Elementegenskaber

source: elements
da_dk: elementer

source: Eliminate
da_dk: Eliminer

source: Enable the test taker to pause and restart the playing.
da_dk: Gør det muligt for testtageren at pause og genstarte afspilningen.

source: End Attempt
da_dk: Afslut forsøg

source: End Attempt Interaction
da_dk: Afslut forsøgsinteraktionen

source: Enlarge font size
da_dk: Forstør skriftstørrelsen

source: Enter a select MIME-type
da_dk: Indtast en valgt MIME-type

source: Enter choices…
da_dk: Indtast valg...

source: Enter tooltip content
da_dk: Indtast popup-indhold

source: Enter tooltip target
da_dk: Indtast popupmål

source: Error on item %1$s : %2$s
da_dk: Fejl i item %1$s: %2$s

source: Error on item %s
da_dk: Fejl i item %s

source: Error to export item %s: %s
da_dk: Fejl ved eksport af item %s: %s

source: Euler\'s constant
da_dk: Eulers konstant\" msgid

source: Export
da_dk: Eksporter

source: Export APIP 1.0 Package
da_dk: Eksporter APIP 1.0-pakke

source: Export failed for the item "%s": %s
da_dk: Eksporten fejlede for item "%s": %s

source: Export metadata
da_dk: Eksporter metadata

source: Export metadata item
da_dk: Eksporter metadata-item

source: Export QTI 2.1 Package
da_dk: Eksporter QTI 2.1-pakke

source: Export QTI 2.2 Package
da_dk: Eksporter QTI 2.2-pakke

source: Extended Text
da_dk: Udvidet tekst

source: Extended Text Interaction
da_dk: Udvidet tekst-interaktion

source: Fail to export item
da_dk: Lykkedes ikke med eksport af item

source: Failed to publish %1$s in %2$s
da_dk: Var ikke i stand til at offentliggøre %1$s i %2$s

source: Failed to save item
da_dk: Var ikke i stand til at gemme itemmet

source: Feedback Style
da_dk: Tilbagemeldingsstil

source: Field
da_dk: Felt

source: File
da_dk: Fil

source: File name
da_dk: Filnavn

source: File Upload
da_dk: Filupload

source: File Upload Interaction
da_dk: Filupload-interaktion

source: Fill in the gaps on a picture with a set of image choices.
da_dk: Fyld de tomme pladser på et billede med et udvalg af billedvalg

source: Font family
da_dk: Skrifttype

source: Font size
da_dk: Skriftstørrelse

source: Fraction
da_dk: Brøkdel

source: Gap
da_dk: Tom plads

source: Gap Match
da_dk: Udfyld tomme pladser

source: Gap Match Interaction
da_dk: Udfyld tomme pladser-interaktion

source: GIF image
da_dk: GIF-billede

source: Graphic Associate Interaction
da_dk: Grafisk forbindelsesinteraktion

source: Graphic Gap Match Interaction
da_dk: Grafisk tompladsudfyldelsesinteraktion

source: Graphic Order Interaction
da_dk: Grafisk sorteringsinteraktion

source: Greater than or equal
da_dk: Større end eller lig med

source: Guard for resource "%s"...
da_dk: Vagt for ressource "%s" ...

source: Height
da_dk: Højde

source: Horizontal
da_dk: Horisontal

source: Hotspot Interaction
da_dk: Hotspot-interaktion

source: Hottext
da_dk: Hotspottekst

source: Hottext Interaction
da_dk: Hotspottekst-interaktion

source: How the math expression should be displayed.
da_dk: Hvordan matematikudtrykket skal vises

source: How the math expression should be edited
da_dk: Hvordan matematikudtrykket skal redigeres

source: identical pair already exists
da_dk: Identisk par eksisterer allerede

source: Identifier
da_dk: Identifikator

source: identifier
da_dk: identifikator

source: identifier already taken
da_dk: identifikator er allerede i brug

source: If given, the pattern mask specifies a regular expression that the candidate's response must match in order to be considered valid
da_dk: hvis angivet, skal mønstret angive et regulært udtryk som testtagerens svar skal matche for at blive betragtet som gyldigt

source: If the string interaction is bound to a numeric response variable then the base attribute must be used to set the number base in which to interpret the value entered by the candidate.
da_dk: hvis tekst-interaktionen er forbundet med en numerisk responsvariabel, skal base-attributten bruges til at sætte grundtallet (radix) som værdien skal fortolkes i forhold til.

source: If the variable value is a float and powerForm is set to 'false', the variable will be rendered using the 'e' or 'E' format. If the powerform is set to 'true', the form 'e+n' is changed to 'x 10n'.
da_dk: Hvis variabelværdien er et decimaltal og powerForm er sat til 'false', så vil variablen blive vist i 'e' eller 'E'-format. Hvis powerForm er sat til 'true', så vil formen 'e+n' blive ændret til 'x 10n'.

source: If this box is checked the student will be able to eliminate choices.
da_dk: Hvis denne boks er valgt, vil testtageren være i stand til at udelukke valg.

source: Import
da_dk: Importer

source: Import a QTI/APIP Content Package
da_dk: Importer en QTI/APIP-indholdspakke

source: Import a QTI/APIP XML Item Document
da_dk: Importer et QTI/APIP XML-itemdokument

source: Import QTI ITEM into "%s
da_dk: Importer QTI-item ind i "%s"

source: IMS QTI Item referenced as "%s" contains a portable element and cannot be imported.
da_dk: IMS QTI-item som kaldes "%s" indeholder et portabelt element som ikke kan importeres.

source: IMS QTI Item referenced as "%s" in the IMS Manifest file could not be imported.
da_dk: IMS QTI-itemmet refereret som "%s" i IMS Manifest-filen kunne ikke importeres.

source: In Progress
da_dk: I gang

source: In seconds. Delay during which the replay of the media is allowed. Once reached, the media is disabled and cannot be played anymore.
da_dk: I sekunder. Forsinkelse hvor genafspilningen af mediet er tilladt. Når det er nået, vil mediet blive slået fra og kan ikke afspilles mere.

source: In visual environments, string interactions are typically represented by empty boxes into which the candidate writes or types. Delivery engines should use the value of this attribute (if provided) instead of their default placeholder text when this is required.
da_dk: I visuelle miljøer er tekst-interaktioner typisk repræsenteret ved tomme bokse som testtageren kan skrive i. Leveringsmaskinen skal bruge værdien af denne attribut (hvis den er angivet) i stedet for sin standardtekst når dette er krævet.

source: incorrect
da_dk: forkert

source: Index
da_dk: Indeks

source: Infinity
da_dk: Uendelig

source: inline
da_dk: på linjen

source: Inline Choice
da_dk: sidestillet valg

source: Inline Choice Interaction
da_dk: Sidestillet-valg-interaktion

source: Inline interactions need to be inserted into a text block.
da_dk: Sidestillede interaktioner skal indsættes i en tekstblok.

source: Interaction Background
da_dk: Interaktionsbaggrund

source: Interaction Properties
da_dk: Interaktionsegenskaber

source: Interpretation
da_dk: Fortolkning

source: invalid identifier
da_dk: ugyldig identifikator

source: invalid QTI XML
da_dk: ugyldig QTI XML

source: Is this choice the correct response?
da_dk: Er dette valg det korrekte svar?

source: Is this pair the correct response?
da_dk: Er dette par det korrekte svar?

source: Item "%s" cannot be exported: %s
da_dk: Item "%s" kan ikke eksporteres: %s

source: Item "%s" has no xml document
da_dk: Item "%s" har ikke noget XML-dokument

source: Item "%s" is not available in any language
da_dk: item "%s" er ikke tilgængeligt på noget sprog

source: Item "%s" is ready to be exported
da_dk: Item "%s" er klar til at blive eksporteret

source: Item metadata successfully exported.
da_dk: Item-metadata blev eksporteret.

source: Item metadata with identifier "%s" is not valid:
da_dk: Item-metadata med identifikator "%s" er ikke gyldig:

source: Item Properties
da_dk: Itemegenskaber

source: Item properties
da_dk: Itemegenskaber

source: Item width
da_dk: Itembredde

source: JPEG image
da_dk: JPEG-billede

source: Label
da_dk: Betegnelse

source: Language
da_dk: Sprog

source: Large editor
da_dk: Stor editor

source: leave empty
da_dk: lad være tom

source: left
da_dk: venstre

source: Left
da_dk: Venstre

source: Left bracket
da_dk: Venstre tuborgklamme

source: Length
da_dk: Længde

source: Level
da_dk: Niveau

source: Lines
da_dk: Linjer

source: List Style
da_dk: Listestil

source: Loop
da_dk: Løkke

source: Lower Bound
da_dk: Nedre grænse

source: Lower than or equal
da_dk: Mindre end eller lig med

source: Malformed XML[%s]: %s
da_dk: Ikke velfomet XML(%s): %s

source: Manage Items
da_dk: Administrer items

source: Manage items
da_dk: Administrer items

source: map response
da_dk: relater svar

source: Mapping default
da_dk: Standardrelatering

source: Mapping Indicator
da_dk: Relateringsindikator

source: Match
da_dk: Relater

source: match correct
da_dk: relatering korrekt

source: Match Interaction
da_dk: Relateringsinteraktion

source: MathJax is not installed.
da_dk: Mathjax er ikke installeret.

source: Max
da_dk: Maks

source: Max Length
da_dk: Maksimal længde

source: Max length
da_dk: Maksimal længde

source: Max plays count
da_dk: Maksimalt antal afspilninger

source: Max Words
da_dk: Maksimalt antal ord

source: Max words
da_dk: Maksimalt antal ord

source: Max. number of matches
da_dk: Maksimalt antal relateringer

source: Maximal score for this interaction.
da_dk: Maksimal score for denne interaktion.

source: maximum
da_dk: maksimum

source: Maximum choices reached
da_dk: Maksimalt antal valg nået

source: Maximum number of choices reached.
da_dk: Maksimalt antal valg nået.

source: Media
da_dk: Medier

source: Media file path or YouTube video address
da_dk: Mediefilstien eller YouTube-videoadresse

source: Media Interaction
da_dk: Medieinteraktion

source: Metadata export requires an instance of core_kernel_classes_Resource to extract metadata
da_dk: Metadataeksport kræver en forekomst af core_kernel_classes_Resource for at kunne udtrække metadata

source: Metadata export requires an instance of DomManifest to inject metadata
da_dk: Metadataeksport kræver en forekomst af DomManifest for at kunne injicere metadata

source: Metadata import requires an instance of core_kernel_classes_Resource to inject metadata
da_dk: Metadataimport kræver en forekomst af core_kernel_classes_Resource for at injicere metadata

source: Metadata import requires an instance of DomManifest to extract metadata
da_dk: Metadataimport kræver en forekomst af DomManifest for at kunne udtrække metadata

source: Min
da_dk: Minimum

source: Minimal score for this interaction.
da_dk: Mindste score for denne interaktion.

source: Modal feedback is shown to the candidate directly following response processing.
da_dk: Modal tilbagemelding vises til testtageren direkte efter behandlingen af besvarelsen.

source: Modal Feedback Prop.
da_dk: Modal tilbagemeldingsegenskab

source: Modal Feedbacks
da_dk: Modale tilbagemeldinger

source: Multiply
da_dk: Gang

source: negative
da_dk: negativ

source: New item
da_dk: Nyt item

source: No
da_dk: Nej

source: no configuration property needed
da_dk: ikke behov for konfigurationsegenskab

source: No file selected
da_dk: Ingen fil valgt

source: no item content
da_dk: Intet itemindhold

source: No Items could be imported from the given IMS QTI package.
da_dk: Ingen items kunne importeres fra den givne IMS QTI-pakke.

source: No preview available
da_dk: Ingen forhåndsvisning tilgængelig

source: No value set
da_dk: Ingen værdi sat

source: None
da_dk: Ingen

source: none
da_dk: ingen

source: None defined yet.
da_dk: Ingen defineret endnu.

source: not a QTI item
da_dk: ikke et QTI-item

source: Number of associations
da_dk: Antal forbindelser

source: of
da_dk: af

source: one association pair
da_dk: et forbindelsespar

source: One or more QTI components are not supported by the system. The system returned the following error: %s
da_dk: En eller flere QTI-komponenter er ikke understøttet af systemet. Systemet gav den følgende fejlmeddelelse: %s

source: Order
da_dk: Rækkefølge

source: Order Interaction
da_dk: Rækkefølgeinteraktion

source: Order the areas (hotspots) displayed on a picture.
da_dk: Ordn områderne (hotspots) som vises på et billede

source: Orientation
da_dk: Orientering

source: Outcome Declarations
da_dk: Resultatdeklarationer
