Repository: OpenThinkLabs/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: da_dk

source: The score format is not numeric
da_dk: Scoreformatet er ikke numerisk

source: The selected file is ready to be sent.
da_dk: Den valgte fil er klar til at blive sendt.

source: The shape height in pixels. This value may be scaled when the background image size is adapted to it's container
da_dk: Formhøjden i pixel. Denne værdi kan skaleres når baggrundsbilledets størrelse er tilpasset til sin beholder

source: The shape width in pixels. This value may be scaled when the background image size is adapted to it's container
da_dk: Formens bredde i pixels. Denne værdi kan skaleres når baggrundsbilledets størrelse er tilpasset til sin beholder

source: The target must be an instance of DOMDocument
da_dk: Målet skal være en forekomst af DOMDocument

source: The text to be displayed if the image is not available.
da_dk: Teksten som vises, hvis billedet ikke er tilgængeligt.

source: The top position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
da_dk: Toppositionen for formen relativt til det øverste venstre hjørne af baggrunden i pixels. Denne værdi kan skaleres når baggrundsbilledets størrelse er tilpasset til sin beholder

source: The upper bound of the slider
da_dk: Den øvre værdi for skyderen

source: The validation of the imported QTI item failed. The system returned the following error:%s
da_dk: Valideringen af det importerede QTI-item gik galt. Systemet gav følgende fejlmeddelelse: %s

source: The ZIP archive containing the IMS QTI Item cannot be extracted.
da_dk: ZIP-arkivet som indeholder IMS QTI-itemmet kan ikke udtrækkes.

source: The ZIP archive does not contain an imsmanifest.xml file or is an invalid ZIP archive.
da_dk: ZIP-arkivet indeholder ikke en imsmanifest.xml-fil eller det er et ugyldigt ZIP-arkiv.

source: There are errors in the following shared stimulus :
da_dk: Der er fejl i denne delte stimulus:

source: There is an incomplete element in your item: please click on it to complete it.
da_dk: Der er et ufærdigt element i dit item. Klik venligst for at afslutte det.

source: There was a problem downloading your CSS, please try again.
da_dk: Der var et problem ved download af din CSS. Prøv venligst igen.

source: this identifier is already in use
da_dk: denne identifikator er allerede i brug

source: This is not a valid answer
da_dk: Dette er ikke et gyldigt svar

source: This is required
da_dk: Dette er krævet

source: This stylesheet has not been found on the server. you may want to delete this reference
da_dk: Dette stylesheet blev ikke fundet på serveren. Det er nok en god ide at slette denne reference

source: Time dependent
da_dk: Tidsafhængig

source: Title
da_dk: Titel

source: to
da_dk: til

source: Tooltip Content
da_dk: Popupindhold

source: Tooltip editor
da_dk: Popupeditor

source: Tooltip Target
da_dk: Værktøjstipmål

source: Trigger the end of the item attempt.
da_dk: Udløser afslutningen af itemforsøget.

source: Unable to retrieve asset "%s
da_dk: Ikke i stand til at hente aktiv "%s"

source: Unable to retrieve item :
da_dk: Ikke i stand til at hente item:

source: Unable to validate %s: %s
da_dk: Ikke i stand til at validere %s: %s

source: Undo
da_dk: Gendan

source: undo
da_dk: Gendan

source: Unknown $key to register MetadataService instance
da_dk: Ukendt $key at registrere MetadataService-forekomsten med

source: Unregister method expects $key and $name parameters.
da_dk: Afregistrermetode forventer $key og $name-parametre.

source: Upload a file (e.g. document, picture...) as a response.
da_dk: Upload en fil (fx dokument, billede...) som svar.

source: Upper Bound
da_dk: Øvre grænse

source: Use this if you want the list of choices to be prefixed (e.g. 1,2,3 a,b,c)
da_dk: Brug dette hvis du vil have en liste af valg til at blive foranstillet med et tegn (fx 1, 2, 3 a, b, c)

source: Used to control the format of the text entered by the candidate.
da_dk: Brugt til at kontrollere formatet af teksten som indtastes af testtageren.

source: Value
da_dk: Værdi

source: Vertical
da_dk: Lodret

source: WAV audio
da_dk: WAV-lyd

source: We will use the patternMask to do this, to be compliant with the IMS standard
da_dk: Vi bruger patternMask til at gøre dette, så vi er i overensstemmelse med IMS-standarden

source: Width
da_dk: Bredde

source: Windows Media audio
da_dk: Windows Media-lyd

source: words
da_dk: ord

source: Would you like to replace the alt text
da_dk: Vil du erstatte alternativteksten

source: Wrong type of file. Expected %s. The selected file has the mimetype "%s".
da_dk: Forkert filtype. Forventede %s. Den valgte fil har MIME-typen "%s".

source: XML error "%1$s".
da_dk: XML-fejl "%1$s".

source: XML error at line %1$d "%2$s".
da_dk: XML-fejl på linje %1$d "%2$s".

source: Yes
da_dk: Ja

source: You can select maximum %d choice
da_dk: Du kan vælge højst %d valg

source: You can select maximum %d choices
da_dk: Du kan vælge højst %d valgmuligheder

source: You can select maximum of %s choices
da_dk: Du kan vælge højst %s valgmuligheder

source: You can select maximum of 1 choice
da_dk: Du kan højst vælge en valgmulighed

source: You can use maximum %d choices
da_dk: Du kan bruge højst %d valgmuligheder

source: You have deleted
da_dk: Du har slettet

source: You have deleted an element
da_dk: Du har slettet et element

source: You have deleted an element.
da_dk: Du har slettet et element.

source: You may make as many association pairs as you want.
da_dk: Du kan lave så mange forbindelsespar som du ønsker.

source: You must select %1$d to %2$d choices.
da_dk: Du skal vælge %1$d til %2$d valgmuligheder.

source: You must select 0 to %d choices.
da_dk: Du skal vælge 0 til %d valgmuligheder.

source: You must select at least %d choice
da_dk: Du skal vælge mindst %d valgmulighed(er).

source: You must select at least %d choices
da_dk: Du skal vælge mindst %d valgmulighed(er).

source: You must select at least %s choices
da_dk: Du skal vælge mindst %s valgmulighed(er).

source: You must select at least 1 choice
da_dk: Du skal vælge mindst 1 valgmulighed.

source: You must select exactly %d choice
da_dk: Du skal vælge nøjagtig %d valgmulighed(er).

source: You must select exactly %d choice(s).
da_dk: Du skal vælge nøjagtig %d valgmulighed(er).

source: You must select exactly %d choices
da_dk: Du skal vælge nøjagtig %d valgmulighed(er).

source: You must select exactly %s choices
da_dk: Du skal vælge nøjagtig %s valgmulighed(er).

source: You must use at least %d choices
da_dk: Du skal vælge mindst %d valgmulighed(er).

source: You need to make
da_dk: Du skal gøre

source: Your item has been saved
da_dk: Dit item er blevet gemt

source: ZIP archive
da_dk: ZIP-arkiv
