Repository: OpenThinkLabs/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: da_dk

source: Pair scoring
da_dk: Parscoring

source: Pattern
da_dk: Mønster

source: PDF file
da_dk: PDF-fil

source: Plain text
da_dk: Klartekst

source: Please create areas that correspond to the response and associate them a score.
da_dk: Opret venligst områder som svarer til besvarelsen og giv dem en score.

source: Please define association pairs and their scores below.
da_dk: Definer venligst forbindelsespar og deres score nedenfor.

source: Please define the correct association pairs below.
da_dk: Definer venligst de korrekte forbindelsespar nedenfor.

source: Please define the correct order in the box to the right.
da_dk: Definer venligst den korrekte rækkefølge i boksen til højre.

source: Please define the correct response and the score below.
da_dk: Definer venligst det korrekte svar og scoren nedenfor.

source: Please define the correct response below.
da_dk: Definer venligst det korrekte svar nedenfor.

source: Please define the correct response using the slider.
da_dk: Definer venligst det korrekte svar ved at bruge skyderen.

source: Please enter the score for the given hottexts.
da_dk: Skriv venligst scoren for de givne hottekster.

source: Please fill the gap with the correct choices below.
da_dk: Fyld venligst det tomme område med de korrekte valg nedenfor.

source: Please fill the gap with the correct choices.
da_dk: Fyld venligst det tomme område med de korrekte valg.

source: Please fill the gap with the images below, then edit the score for each gap/image pair.
da_dk: Fyld venligst det tomme område med billederne nedenfor, og rediger derefter scoren for hvert par af tomt område/billede.

source: Please fill the gap with the texts below, then edit the score for each pair.
da_dk: Fyld venligst det tomme område med teksterne nedenfor, og rediger så scoren for hvert par.

source: Please order the choices below to set the correct answer
da_dk: Sær venligst valgmulighederne i rækkefølge så det korrekte svar fremgår

source: Please select a media file (video or audio) from the resource manager. You can add files from your computer with the button "Add file(s)".
da_dk: Vælg venligst en mediefil (video eller audio) fra ressourceadministratoren. Du kan tilføje filer fra din computer med knappen "Tilføj fil(er)".

source: Please select a media file from the resource manager. You can add files from your computer with the button "Add file(s)".
da_dk: Vælg venligst en mediefil fra ressourceadministratoren. Du kan tilføje filer fra din computer med knappen "Tilføj fil(er)".

source: Please select a shared stimulus file from the resource manager.
da_dk: Vælg venligst en delt stimulusfil fra ressourceadministratoren.

source: Please select an image file from the resource manager. You can add files from your computer with the button "Add file(s)".
da_dk: Vælg venligst en billedefil fra ressourceadministratoren. Du kan tilføje filer fra din computer med knappen "Tilføj fil(er)".

source: Please select the correct hotspot choices below.
da_dk: Vælg venligst de korrekte hotspotvalg nedenfor.

source: Please select the correct hottext choices below.
da_dk: Vælg venligst de korrekte hottekstvalg nedenfor.

source: Please set the correct associations by linking the choices.
da_dk: Sæt venligst de korrekte forbindelser ved at forbinde valgmulighederne.

source: Please the score of each hotspot choice.
da_dk: Scor venligst hvert hotspotvalg.

source: Please type the correct response below.
da_dk: Skriv venligst det korrekte svar nedenfor.

source: Please type the correct response in the box below.
da_dk: Skriv venligst det korrekte svar i boksen nedenfor.

source: PNG image
da_dk: PNG-billede

source: Portable element model %s not found. Required extension might be missing
da_dk: Portabel elementmodel %s blev ikke fundet. Krævet udvidelsespakke mangler måske

source: Position one or more points on a picture (response areas are not displayed).
da_dk: Placer en eller flere punkter på et billede (svarområder er ikke vist).

source: positive
da_dk: positiv

source: Power form
da_dk: Effektform

source: Pre-formatted text
da_dk: Præformateret tekst

source: Preparing CSS, please wait…
da_dk: Forbereder CSS, vent venligst...

source: Preparing Metadata Values for target "%s"...
da_dk: Forbereder metadataværdier for mål "%s" ...

source: Preview
da_dk: Forhåndsvisning

source: Preview the item
da_dk: Forhåndsvis itemmet

source: Print
da_dk: Udskriv

source: Print the item
da_dk: Udskriv itemmet

source: Printed Variable
da_dk: Udskrevet variabel

source: PropertyUri to map has to a valid uri
da_dk: EgenskabsUri som skal mappes, skal være en gyldig URI

source: Provides a hint to the candidate as to the expected number of lines of input required. A line is expected to have about 72 characters.
da_dk: Giver et tip til testtageren om det forventede antal linjer af input. En linje forventes at have omkring 72 tegn.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters.
da_dk: Giver et tip til testtageren om den forventede samlede længde af input målt i antal tegn.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters. This is not a validity constraint.
da_dk: Giver et tip til testtageren om den forventede samlede længde af input målt i antal tegn. Dette er ikke en gyldighedsbegrænsning.

source: Published %s
da_dk: Offentliggjort %s

source: QTI Item Runner
da_dk: QTI itemafvikler

source: QTI Package 2.1
da_dk: QTI-pakke 2.1

source: QTI Package 2.2
da_dk: QTI-pakke 2.2

source: QTI-XML error at line %1$d "%2$s".
da_dk: QTI-XML-fejl på linje %1$d "%2$s".

source: QTI/APIP Content Package
da_dk: QTI/APIP indholdspakke

source: QTI/APIP XML Item Document
da_dk: QTI/APIP XML itemdokument

source: Question
da_dk: Spørgsmål

source: recommanded
da_dk: anbefalet

source: Recommendations
da_dk: Anbefalinger

source: recommended
da_dk: anbefalet

source: Reduce font size
da_dk: Reducer Skriftstørrelse

source: Register method expects $key and $name parameters
da_dk: Registrer-metoden forventer $key- og $name-parametre

source: Register method expects $key and $name parameters.
da_dk: Registrer-metoden forventer $key- og $name-parametre.

source: remove
da_dk: fjern

source: Remove
da_dk: Fjern

source: Remove custom background color
da_dk: Fjern brugerdefineret baggrundsfarve

source: Remove custom border color
da_dk: Fjern brugerdrevet kantfarve

source: Remove custom font family
da_dk: Fjern brugerdefineret skrifttype

source: Remove custom font size
da_dk: Fjern brugerdefineret skriftstørrelse

source: Remove custom item width
da_dk: Fjern brugerdefineret itembredde

source: Remove custom text color
da_dk: Fjern brugerdefineret tekstfarve

source: Remove Message
da_dk: Fjern besked

source: Remove pair
da_dk: Fjern par

source: Remove the selected shape
da_dk: Fjern den valgte form

source: Remove this stylesheet
da_dk: Fjern dette stylesheet

source: Replay timeout
da_dk: Afspilningstimeout

source: required
da_dk: påkrævet

source: Resource
da_dk: Ressource

source: Resource(s) successfully exported.
da_dk: Ressource(n/rne) blev eksporteret.

source: Response
da_dk: Svar

source: Response identifier
da_dk: Svaridentifikator

source: Response processing
da_dk: Svarbehandling

source: Response Properties
da_dk: Svaregenskaber

source: Right
da_dk: Højre

source: right
da_dk: højre

source: Right bracket
da_dk: Højre tuborgklamme

source: Rollback on...
da_dk: Genkald den ...

source: Save
da_dk: Gem

source: Save the item
da_dk: Gem itemmet

source: Scale size
da_dk: Skaleringsstørrelse

source: Score
da_dk: Resultat

source: Score range
da_dk: Scoreinterval

source: Score value
da_dk: Scoreværdi

source: Select
da_dk: Vælg

source: Select a
da_dk: Vælg en

source: select a choice
da_dk: Vælg et valg

source: Select a choice from a drop-down list.
da_dk: Vælg et valg fra en nedrulningsliste.

source: Select a response identifier from the list.
da_dk: Vælg en svaridentifikator fra listen.

source: Select a single (radio buttons) or multiple (check boxes) responses among a set of choices.
da_dk: Vælg et enkelt (radioknapper) eller flere (checkbokse) svar fra et udvalg af muligheder.

source: Select a value within a numerical range.
da_dk: Vælg en værdi inden for et talinterval.

source: Select an image first
da_dk: Vælg et billede først

source: Select an image first.
da_dk: Vælg et billede først.

source: Select another area to complete the association
da_dk: Vælg et andet område for at afslutte forbindelsen

source: select correct choice
da_dk: vælg det korrekte valg

source: Select image
da_dk: Vælg billede

source: Select media file
da_dk: Vælg mediefil

source: Select object
da_dk: Vælg objekt

source: Select one or more areas (hotspots) displayed on an picture.
da_dk: Vælg et eller flere områder (hotspots) vist på et billede.

source: Select one or more text parts (hottext) within a text.
da_dk: Vælg en eller flere tekstdele (hottekst) inden for en tekst.

source: Select Point
da_dk: Vælg punkt

source: Select Point Interaction
da_dk: Vælg punkt-interaktion

source: Select predefined feedback style from the list.
da_dk: Vælg forvalgt tilbagemeldingsstil fra listen.

source: Select shared stimulus
da_dk: Vælg delt stimulus

source: Select the area to add an image
da_dk: Vælg et område som skal tilføjes til et billede

source: Select the outcome variable you want to display.
da_dk: Vælg resultatvariablen som du vil vise.

source: Select the way the response of your interaction should be processed
da_dk: Vælg måden hvorpå svaret på din interaktion skal behandles

source: Select this area
da_dk: Vælg dette område

source: Select this area to start an association
da_dk: Vælg dette område for at starte en forbindelse

source: Set a CSS class name in order to customize the display style.
da_dk: Sæt et CSS-class-navn for at kunne tilpasse visningsstilen.

source: Set the score for this response
da_dk: Sæt scoren for dette svar

source: Shape position
da_dk: Formposition

source: Shuffle choices
da_dk: Bland valgmulighederne

source: Size and position
da_dk: Størrelse og position

source: Slider
da_dk: Skyder

source: Slider Interaction
da_dk: Skyderinteraktion

source: some text ...
da_dk: noget tekst ...

source: Square root
da_dk: Kvadratrod

source: Step
da_dk: Trin

source: Style Editor
da_dk: Stylesheeteditor

source: Style Sheet <b>%s</b> removed<br> Click <i>Add Style Sheet</i> to re-apply.
da_dk: Stylesheet <b>%s</b> blev fjernet<br> Klik <i>Tilføj stylesheet</i> for at genbruge det.

source: Style Sheet Manager
da_dk: Stylesheetadministrator

source: Success
da_dk: Succes

source: Successfully compiled "%s
da_dk: Samlede "%s"

source: SVG image
da_dk: SVG-billede

source: Table headings
da_dk: Tabelhoved

source: TAO default styles
da_dk: TAO-standardstil

source: Target Class Lookup for resource "%s"...
da_dk: Målmappeopslag for ressource "%s" ...

source: Text Block
da_dk: Tekstblok

source: Text Block CSS Class
da_dk: Tekstblok CSS-class

source: Text Block Properties
da_dk: Tekstblokegenskaber

source: Text color
da_dk: Tekstfarve

source: Text Entry
da_dk: Tekstindtastningsfelt

source: Text Entry Interaction
da_dk: Tekstindtastningsinteraktion

source: The autostart attribute determines if the media object should begin as soon as the candidate starts the attempt (checked) or if the media object should be started under the control of the candidate (unchecked).
da_dk: Autostartattributten bestemmer om medieobjektet skal begynde så snart testtageren starter forsøget (valgt) eller om medieobjektet skal startes af testtageren (ikke valgt).

source: The button label.
da_dk: Knapbetegnelsen.

source: The default value from the target set to be used when no explicit mapping for a source value is given.
da_dk: Standardværdien fra målet bruges når der ikke er angivet nogen eksplicit forbindelse for en kildeværdi.

source: The delimiter to use between values when displaying variables of ordered, multiple or record cardinality. ";" is default when delimiter is not declared. Implementations can override this default with personal preferences or locale settings.
da_dk: Afgrænseren som anvendes mellem værdier når variable med flere værdier skal vises. ";" er standard når afgrænseren ikke er angivet. Opsætning kan have ændret dette til personlige foretrukne eller landeafhængige indstillinger.

source: The field specifier to use when displaying variables of record cardinality.
da_dk: Feltangivelsen som anvendes når variable fra databaser skal vises.

source: The file path to the image.
da_dk: Filstien til billedet.

source: The file path to the object.
da_dk: Filstien til objektet.

source: The file path to the shared stimulus.
da_dk: Filstien til den delte stimulus.

source: The format conversion specifier to use when converting numerical values to strings. See QTI Number Formatting Rules for details.
da_dk: Formatkonverteringsangiver som anvendes når numeriske værdier skal konverteres til strenge. Se QTI Number Formatting Rules for detaljer.

source: The given target is not an instance of core_kernel_classes_Resource
da_dk: Det givne mål er ikke en forekomst af core_kernel_classes_Resource

source: The highlighted choice cannot be associated more than %d time(s).
da_dk: Det markerede valg kan ikke forbindes mere end %d gang(e).

source: The identifier of the choice. This identifier must not be used by any other choice or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
da_dk: Identifikatoren for valgmuligheden. Denne identifikator må ikke bruges af nogen anden valgmulighed eller itemvariabel. En identifikator er en streng af tegn som skal starte med et bogstav eller en underscore ("_") og den må kun indeholde bogstaver, underscore, bindestreger ("-"), punktummer og tal.

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
da_dk: Identifikatoren for valgmuligheden. Denne identifikator må ikke bruges af nogen anden ressource eller itemvariabel. En identifikator er en streng af tegn som skal starte med et bogstav eller en underscore ("_") og den må kun indeholde bogstaver, underscore, bindestreger ("-"), punktummer og tal.

source: The identifier of the modal feedback. This identifier must not be used by any other modal feedback or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
da_dk: Identifikatoren for den modale tilbagemelding. Denne identifikator må ikke bruges af nogen modal tilbagemelding eller itemvariabel. En identifikator er en streng af tegn som skal starte med et bogstav eller en underscore ("_") og den må kun indeholde bogstaver, underscore, bindestreger ("-"), punktummer og tal.

source: The identifier of the response identifier. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
da_dk: Identifikatoren for svaret. Denne identifikator må ikke bruges af noget andet svar eller itemvariabel. En identifikator er en streng af tegn som skal starte med et bogstav eller en underscore ("_") og den må kun indeholde bogstaver, underscore, bindestreger ("-"), punktummer og tal.

source: The IMS QTI Item could not be imported.
da_dk: IMS QTI-itemmet kunne ikke importeres.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file failed: %s
da_dk: IMS QTI-itemmet som betegnes med "%s" i IMS-manifestfilen fejlede: %s

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file should have been found the Item Bank. Item not found.
da_dk: IMS QTI-itemmet som betegnes med "%s" i IMS-manifestfilen skulle have været fundet i itembanken. Itemmet blev ikke fundet.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was already stored in the Item Bank.
da_dk: IMS QTI-itemmet som betegnes med "%s" i IMS-manifestfilen var allerede gemt i itembanken.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was successfully imported.
da_dk: IMS QTI-itemmet som betegnes med "%s" i IMS-manifestfilen blev importeret.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was successfully overwritten.
da_dk: IMS QTI-itemmet som betegnes med "%s" i IMS-manifestfilen blev overskrevet.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest was successfully rolled back.
da_dk: IMS QTI-itemmet som betegnes med "%s" i IMS-manifestfilen blev tilbagerullet.

source: The IMS QTI Item was successfully imported.
da_dk: IMS QTI-itemmet blev importeret.

source: The index to use when displaying a variable of ordered cardinality. If a variable of ordered cardinality is to be displayed and index is not set, all the values in the container are displayed.
da_dk: Det indeks som skal bruges når en ordnet variabel skal vises. Hvis en ordnet variabel skal vises og et indeks ikke er sat, bliver alle værdierne i beholderen vist.

source: The item cannot be saved because it contains an unsupported custom interaction.
da_dk: Itemmet kan ikke gemmes fordi det indeholder en uunderstøttet brugerdefineret interaktion.

source: The item has not been saved!
da_dk: Itemmet blev ikke gemt!

source: The item has unsaved changes, are you sure you want to leave ?
da_dk: Itemmet har ikke-gemte ændringer. Er du sikker på at du vil forlade siden?

source: The item has unsaved changes, would you like to save it ?
da_dk: Itemmet har ikke-gemte ændringer. Vil du gemme det?

source: The item needs to be saved before it can be previewed
da_dk: Itemmet skal gemmes før det kan forhåndsvises

source: The item of the qti item. It is currently used as a meta data only. It is required by the QTI standard.
da_dk: Itemmet af QTI-itemmet. Det er for øjeblikket kun brugt som metadata. Det er krævet af QTI-standarden.

source: The left position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
da_dk: Den venstre position af formen relativ til det øverste venstre hjørne af baggrunden i pixel. Denne værdi kan skaleres når baggrundsbilledets størrelse er tilpasset til sin beholder

source: The loop attribute is used to set continuous play mode. In continuous play mode, once the media object has started to play it should play continuously (subject to maxPlays).
da_dk: Løkkeattributten bruges til at sætte konstant afspilningstilstand. Når medieobjektet er hentet ind med denne indstilling, spiller det uafbrudt (men dog afhængig af maksimalt antal afspilninger).

source: The lower bound of the slider
da_dk: Den nedre værdi af skyderen

source: The manifest argument must be an instance of DOMDocument.
da_dk: Manifestargumentet skal være en forekomst af DOMDocument.

source: The mapping indicator to use between field name and field value when displaying variables of record cardinality. "=" is default when mappingIndicator is not declared. Implementations can override this default with personal preferences or locale settings.
da_dk: Forbindelsesindikatoren som skal anvendes mellem et feltnavn og en feltværdi når variable af posttypen vises. "=" er standard når forbindelsesindikatoren ikke er erklæret. Implementeringer kan overskrive denne værdi med personlige præferencer eller landeindstillinger.

source: The mapping options are available when at least one map entry is defined.
da_dk: Forbindelsesvalgmulighederne er tilgængelige når mindst en forbindelsesindstilling er defineret.

source: The maximum number of association is unlimited.
da_dk: Det maksimale antal forbindelser er ubegrænset.

source: The maximum number of associations that the candidate is allowed to make.
da_dk: Det maksimale antal forbindelser som testtageren har lov til at oprette.

source: The maximum number of choices that the candidate is allowed to select.
da_dk: Det maksimale antal valgmuligheder som testtageren kan vælge.

source: The maximum number of choices that the candidate is required to select to form a valid response.
da_dk: Det maksimale antal valgmuligheder som testtageren skal vælge for at give et gyldigt svar.

source: The maximum number of choices this choice may be associated with.
da_dk: Det maksimale antal valg som dette valg må forbindes med.

source: The maximum number of choices this choice may be associated with. If matchMax is 0 there is no restriction.
da_dk: Det maksimale antal valg som dette valg må forbindes med. Hvis matchMax er 0 er der ingen begrænsning.

source: The maxPlays attribute indicates that the media object can be played at most maxPlays times - it must not be possible for the candidate to play the media object more than maxPlay times. A value of 0 (the default) indicates that there is no limit.
da_dk: maxPlays-attributten indikerer at medieobjektet kan afspilles højst maxPlays gange - det må ikke være muligt for testtageren at afspille medieobjektet mere end maxPlay gange. En værdi på 0 (standard) indikerer at der ikke er nogen øvre grænse.

source: The MIME-type attribute describes which kind of file may be uploaded.
da_dk: MIME-type-attributten beskriver hvilken slags fil der må uploades.

source: The minimum number of answers is
da_dk: Det mindste antal svar er

source: The minimum number of associations that the candidate is required to make to form a valid response.
da_dk: Det mindste antal forbindelser som testtageren skal skabe for at give et gyldigt svar.

source: The minimum number of choices that the candidate is required to select to form a valid response.
da_dk: Det mindste antal valg som testtageren skal vælge for at give et gyldigt svar.

source: The minimum number of choices this choice must be associated with to form a valid response.
da_dk: Det mindste antal valg som dette valg skal være forbundet med for at der er givet et gyldigt svar.

source: The number base to use when converting integer variables to strings with the i conversion type code.
da_dk: Basen som anvendes når et heltal konverteres til en streng med i-konverteringstypekoden.

source: The number of units corresponding to a step on the slider
da_dk: Antallet af enheder som svarer til et trin på skyderen

source: The path argument for extractor must be a non-empty array.
da_dk: Sti-argumentet for udtrækkeren skal være et ikketomt array.

source: The principle identifier of the item. This identifier must have a corresponding entry in the item's metadata.
da_dk: Den primære identifikator for itemmet. Denne idenfifikator skal have en tilsvarende indgang i itemmets metadata.

source: The purpose for which the rubric is intended to be used. As a reading passage for multiple items, or instructions for a particular section, for example.
da_dk: Formålet med rubrikken. Det kan fx være et læsestykke for flere items, eller instruktioner for et givet afsnit.

source: The QTI class "%1$s" located at line "%2$d" is currently not supported.
da_dk: QTI-mappen "%1$s" som findes på linje "%2$d" er ikke understøttet for øjeblikket.

source: The Response Processing Template "%s" is not supported.
da_dk: Responsbehandlingsskabelonen "%s" er ikke understøttet.
